var searchData=
[
  ['примечания_0',['Примечания',['../index.html#autotoc_md3',1,'']]],
  ['при_20разработке_20я_20придерживался_20google_20style_20guide_20со_20следующими_20изменениями_3a_1',['При разработке я придерживался Google Style Guide со следующими изменениями:',['../index.html#autotoc_md4',1,'']]],
  ['придерживался_20google_20style_20guide_20со_20следующими_20изменениями_3a_2',['При разработке я придерживался Google Style Guide со следующими изменениями:',['../index.html#autotoc_md4',1,'']]],
  ['проекта_3',['Цель реализации проекта',['../index.html#autotoc_md0',1,'']]]
];
