var searchData=
[
  ['разработке_20я_20придерживался_20google_20style_20guide_20со_20следующими_20изменениями_3a_0',['При разработке я придерживался Google Style Guide со следующими изменениями:',['../index.html#autotoc_md4',1,'']]],
  ['реализации_20проекта_1',['Цель реализации проекта',['../index.html#autotoc_md0',1,'']]],
  ['реализована_20с_20использованием_20конечного_20автомата_3a_2',['Библиотека игры тетрис реализована с использованием конечного автомата:',['../index.html#autotoc_md5',1,'']]]
];
