var searchData=
[
  ['игры_20тетрис_20реализована_20с_20использованием_20конечного_20автомата_3a_0',['Библиотека игры тетрис реализована с использованием конечного автомата:',['../index.html#autotoc_md5',1,'']]],
  ['изменениями_3a_1',['При разработке я придерживался Google Style Guide со следующими изменениями:',['../index.html#autotoc_md4',1,'']]],
  ['использованием_20конечного_20автомата_3a_2',['Библиотека игры тетрис реализована с использованием конечного автомата:',['../index.html#autotoc_md5',1,'']]]
];
